package com.suttori.demobottty3.util;

public class Constants {
    public static final String START_MESSAGE = "Добро пожаловать в бота для авто/отложенного постинга." +
            " Для подробной инструкции по подключению каналов и функций бота нажмите /help." +
            " Для того чтобы добавить свой канал в бота нажмите /add";

    public static final String ADD_CHANNEL = "Чтобы добавить канал в бота, Вам необходимо добавить этого бота в администраторы канала." +
            " После перешлите сюда любое сообщение из канала, который хотите добавить.";
}
